[
  {
    "id": "1",
    "name": "Грузия",
    "code": "ge",
    "status": 0,
    "minPrice": 50,
    "maxPrice": 70,
    "tags": [
      "Грузинский",
      "Русский"
    ],
    "capital": "Тбилиси",
    "population": "3.7 M",
    "coordinate": [
      41.719562,
      44.837469,
      5
    ],
    "intro": "Страна находится на стыке Европы и Азии, что доказывает её история и архитектура. Многие иностранцы буквально влюбляются в знаменитые пейзажи этой страны и мечтают жить среди них.",
    "aboutVisa": "Визовые правила страны дают возможность россиянам и гражданам других 93 стран находится на территории Грузии без визы в течение одного года, для пересечения границы требуется загранпаспорт. Если у вас в загранпаспорте имеются отметки о посещении Абхазии или Южной Осетии, попасть в Грузию не удастся.",
    "tableVisa": [],
    "aboutWork": "Начать работать в Грузии может гражданин любой страны, без каких-либо ограничений. Такое положение практически не встречается ни в одной стране Европы, Америки или Азии. Для этого не требуется специального разрешения, только необходимость соблюдать законодательство Грузии.",
    "tableWork": [],
    "linkWork": [
      "https://jobs.ge/en",
      "https://jober.ge/ru"
    ],
    "facts": [
      "Виноделие в Грузии берёт начало около семи тысяч лет назад.",
      "Народные танцы и песни грузинского народа считаются всемирным наследием ЮНЕСКО.",
      "Самое высоко расположенный населённый пункт в Европе - грузинская деревня Ушгули, она находится на высоте более 2.3км над уровнем моря.",
      "Самая высокая точка Грузии - гора Шхара, её вершина достигает отметки в 5193 метра над уровнем моря.",
      "В Грузии не принято снимать обувь, входя в дом.",
      "В недрах Грузии таится 2400 минеральных источников, даже Тбилиси буквально стоит на минеральной воде."
    ],
    "show": true
  },
  {
    "id": "2",
    "name": "Финляндия",
    "code": "fi",
    "status": 1,
    "minPrice": 80,
    "maxPrice": 100,
    "tags": [
      "Английский",
      "Финский",
      "Шведский"
    ],
    "capital": "Хельсинки",
    "population": "5.5 M",
    "coordinate": [
      60.1098664,
      24.7378149,
      10
    ],
    "intro": "Страна тысячи озёр, красивая, очень гостеприимная и с отличной экологической обстановкой. Также Финляндия находится на восточной части Скандинавского полуострова, что уже говорит о богатой истории и культуре этой страны.",
    "aboutVisa": "Въезд в Финляндию для россиян возможен только при наличии действующей визы, страна входит в Шенгенскую зону.",
    "tableVisa": [
      "Шенгенская туристическая виза (С).\nШенгенская виза позволяет путешествовать по 28 странам Европы, не задумываясь о пограничном контроле между странами Шенгена. Шенгенская виза категории С позволяет находится в Европе на протяжении 90 дней в течении 180-дневного периода. Стоит отметить, что существуют однократные, двукратные и многократные визы этого типа. Они отличаются количеством поездок в одну страну соответственно. Помимо обычного пакета документов необходимо предоставить распечатанное подтверждение брони отеля или хостела, план поездки в произвольной форме, бронь билетов либо копии оригиналов железнодорожных или авиабилетов, также на счёту должна быть сумма, в среднем эквивалентная 50€ в день на одного человека. Стоимость такой визы может обойтись вам от 35€ до 250€.",
      "Студенческая виза.\nДля оформления такой визы, помимо стандартного пакета документов, необходимы: справка о поступлении в университет, свидетельство о предыдущем образовании, а также справка банковского счета, на котором находится не менее 560€ на каждый месяц учебы в Финляндии, то есть 6720€ на один год обучения. Срок действия такой визы составляет один год, после чего её будет необходимо продлить. Стоимость студенческой визы равна 330€.",
      "Рабочая виза.\nЧтобы получить рабочую визу в Финляндию, иностранный гражданин должен обладать документальным подтверждением от финского работодателя, а также претендовать на должность, где разрешено принимать иностранцев. Выдаваемые разрешения на работу бывают различных сроков действия, в зависимости от периода занятости, который указывается в приглашении. Стоимость такой визы может составить от 35€ до 450€."
    ],
    "aboutWork": "Страна нуждается в квалифицированных работниках в следующих отрослях: медицина, информационные технологии, лесное хозяйство, воспитатели и педагоги. ",
    "tableWork": [],
    "linkWork": [
      "https://finland.xpatjobs.com",
      "https://eu.experteer.com"
    ],
    "facts": [
      "Санта-Клаус, по-фински Joulupukki, живет в Лапландии, в Корватунтури, где у него есть свой офис и почта, которые работают круглый год. У него даже есть финский паспорт. Где в графе ‘Год рождения’ написано: ‘Давным давно’.",
      "Спортивная ходьба с палками очень популярна в любое время года, палки придают больше нагрузки на все тело и специально созданы для прогулок, этот вид спорта называют Северная ходьба.",
      "Северное сияние или Aurora Borealis чаще всего можно увидеть на севере Финляндии, ближе к северному полюсу, но изредка оно бывает и в южных регионах страны, даже в Хельсинки.",
      "В Финляндии насчитывается около 187 тыс. озёр, занимающих 9% от площади всей страны.",
      "В Финляндии есть шесть объектов культурного наследия ЮНЕСКО и один природный объект.",
      "Игра Angry Birds, была создана в Финляндии"
    ],
    "show": true
  },
  {
    "id": "3",
    "name": "Китай",
    "code": "cn",
    "status": 0,
    "minPrice": 60,
    "maxPrice": 70,
    "tags": [
      "Английский",
      "Китайский"
    ],
    "capital": "Пекин",
    "population": "1.4 B",
    "coordinate": [
      39.9385449,
      116.1165767,
      20
    ],
    "intro": "Страна с быстрорастущей экономикой и с большим потенцеалом, где каждый сможет найти применение своим навыкам и проявить себя. Для мигрантов эта страна становится более привлекательней с каждым годом за счёт своего быстрого развития в сфере образования и науки.",
    "aboutVisa": "Для въезда на территорию Китая гражданину РФ обязательно нужно получить визу. Без разрешения на въезд можно посетить только Гонконг и Макао на срок не более 14 и 30 дней.",
    "tableVisa": [
      "L-Туристическая виза.\nВозможны два варианта туристической визы в Китай: однократная (до 30 дней пребывания), и двукратная (до 30 дней пребывания каждый въезд). Для оформления такой категории визы необходим стандартный пакет документов, а также бронирование или покупка авиабилетов обязательно в два конца, бронирование отеля и международный страховой полис. По усмотрению Консульства КНР могут быть запрошены в любой момент справка с места работы и справка из банка о состоянии счёта (от 30 000₽ на человека). Стоимость визы составит от 4 400₽ до 13 300₽.",
      "X-Учебная виза.\nВ зависимости от срока обучения существует два типа учебной визы. Х1 - предназначена для иностранных граждан, чей срок обучения превышает 180 дней, для нее требуется оформление вида на жительства, Х2 – для тех, чей срок обучения не превышает 180 дней, оформление вида на жительство не требуется. Из дополнительных документов понадобятся: оригинал и ксерокопия уведомления о поступлении, выданного школой или другой организацией в Китае; оригинал и фотокопия заявления на выдачу студенческой визы в Китай. В целом, студенческая виза обойдется вам от 5000₽ до 11 000₽.",
      "Z-Рабочая виза.\nТолько рабочая виза позволяет работать иностранным гражданам легально. Для оформления этой визы, кроме стандартного набора документов, необходимо приглашение работодателя. После завершения рабочей визы вы можете претендовать на получение новой или продление предыдущей. Стоимость визы для граждан России может составить от 1500₽ до 2500₽."
    ],
    "aboutWork": "В стране много вакансий в сферах промышленности и IT-технологий. В области культуры, образования, телекоммуникаций и инженерии требуется большое число сотрудников. Популярны профессии преподавателей, переводчиков, танцоров, музыкантов.",
    "tableWork": [],
    "linkWork": [
      "https://china.xpatjobs.com",
      "https://qitai.ru/job",
      "https://jobs.echinacities.com",
      "http://www.chinajob.com"
    ],
    "facts": [
      "Граничит с 14 странами, а его берега омываются 4 морями. Климат очень разнообразный: есть как субарктика, так и тропики.",
      "В Китае находится самая большая в мире плотина — это дамба Три ущелья.",
      "Страна занимает 3 место в мире по територии, уступая России и Канаде.",
      "Является родиной ряда значительных изобретений человеческой цивилизации, в том числе четырёх великих изобретений древнего Китая: бумаги, компаса, пороха и книгопечатания.",
      "Великая Китайская стена когда-то была длиной 8800 километров, однако до наших дней дошла только ее часть — 2400 километров.",
      "Именно в Китае изобрели мороженое. 4 тысячи лет назад кто-то случайно оставил в снегу смесь риса и молока, так и появилось мороженое. В Европу его привез Марко Поло.",
      "Самый быстрый «скоростной» поезд в Китае соединяет Шанхай и Пекин. Он разгоняется до 480 километров в час.",
      "Северная часть страны более европезирована, в тоже время южная часть сохраняет свои традиции.",
      "Каждый год китайцы используют 74 миллиарда пар палочек для еды. Это 1,7 миллиона кубометров древесины или 25 миллионов деревьев."
    ],
    "show": true
  },
  {
    "id": "4",
    "name": "Норвегия",
    "code": "no",
    "status": 1,
    "minPrice": 90,
    "maxPrice": 130,
    "tags": [
      "Английский",
      "Норвежский"
    ],
    "capital": "Осло",
    "population": "5.3 M",
    "coordinate": [
      59.8937803,
      10.6446904,
      10
    ],
    "intro": "Родина суровых викингов и восхитительных ландшафтов. Она знаменита своими прекрасными и богатыми лесами, и многочисленными величественными фьордами. Расположена она на живописном участке Скандинавского полуострова. Множество имигратов хотят стать частью этой великой культуры и быть на равне со здешней природой.",
    "aboutVisa": "Страна входит в Шенгенскую зону, поэтому гражданам РФ требуется получить визу, перед началом путешествия.",
    "tableVisa": [
      "Шенгенская туристическая виза (С).\nШенгенская виза позволяет путешествовать по 28 странам Европы, не задумываясь о пограничном контроле между странами Шенгена. Шенгенская виза категории С позволяет находится в Европе на протяжении 90 дней в течении 180-дневного периода. Стоит отметить, что существуют однократные, двукратные и многократные визы этого типа. Они отличаются количеством поездок в одну страну соответственно. Помимо обычного пакета документов необходимо предоставить распечатанное подтверждение брони отеля или хостела, план поездки в произвольной форме, бронь билетов либо копии оригиналов железнодорожных или авиабилетов, также на счёту должна быть сумма, в среднем эквивалентная 50€ в день на одного человека. Стоимость такой визы может обойтись вам от 35€ до 250€.",
      "Студенческая виза.\nСтуденческая виза подразумевает наличие документа из норвежского ВУЗа о зачислении на обучение, а также подтверждение финансовой состоятельности (способности оплатить учебу), и наличие места проживания в течение всего периода обучения. На основании этих документов, приложенных стандартному пакету, студенту может быть выдана долгосрочная виза в Норвегию и получен вид на жительство. Вид на жительство в Норвегии стоит порядка 100 $, при продлении также необходимо вносить плату.",
      "Рабочая виза.\nРабочая виза в Норвегию выдается сроком на 1 год или менее. Чтобы получить легальную работу в стране необходимо предоставить письмо от будущей организации, приглашающей вас на работу. Стоимость услуг посольства для россиян – от 35€ до 75€."
    ],
    "aboutWork": "Обширный выбор вакансий, более всего востребованы специалисты в сфере: рыболовли, медицины, образования, инженерного дела, строительства и нефтяной промышленности.",
    "tableWork": [],
    "linkWork": [
      "https://ru.jooble.org/работа-норвегия",
      "https://norway.xpatjobs.com"
    ],
    "facts": [
      "Крепкий алкоголь не только чрезвычайно дорог — он ещё и продаётся только в специализированных государственных магазинах.",
      "Занимает первое место в Европе по количеству автомобильных туннелей.",
      "Все норвежцы владеют, как минимум, двумя языками — норвежским и английским.",
      "У четырёх из пяти норвежцев есть свой катер, или хотя бы лодка.",
      "Почти всю электроэнергию Норвегия получается благодаря гидроэлектростанциям.",
      "Вырубка лесов в Норвегии не ведётся вообще — норвежцы предпочитают закупать древесину у стран, которые не так заботятся о своей природе."
    ],
    "show": true
  },
  {
    "id": "5",
    "name": "Австрия",
    "code": "at",
    "status": 1,
    "minPrice": 70,
    "maxPrice": 90,
    "tags": [
      "Английский",
      "Немецкий"
    ],
    "capital": "Вена",
    "population": "8.9 M",
    "coordinate": [
      48.2205994,
      16.2396314,
      7
    ],
    "intro": "Эта маленькая страна, находящаяся в сердце Европы, является одной из богатейших и развитых стран мира. Жители Австрии толерантно относятся к беженцам и иммигрантам.",
    "aboutVisa": "Страна входит в Шенгенскую зону, поэтому гражданам РФ требуется получить визу, перед началом путешествия.",
    "tableVisa": [
      "Шенгенская туристическая виза (С).\nШенгенская виза позволяет путешествовать по 28 странам Европы, не задумываясь о пограничном контроле между странами Шенгена. Шенгенская виза категории С позволяет находится в Европе на протяжении 90 дней в течении 180-дневного периода. Стоит отметить, что существуют однократные, двукратные и многократные визы этого типа. Они отличаются количеством поездок в одну страну соответственно. Помимо обычного пакета документов необходимо предоставить распечатанное подтверждение брони отеля или хостела, план поездки в произвольной форме, бронь билетов либо копии оригиналов железнодорожных или авиабилетов, также на счёту должна быть сумма, в среднем эквивалентная 50€ в день на одного человека. Стоимость такой визы может обойтись вам от 35€ до 250€.",
      "Студенческая виза.\nСтуденческая виза в Австрию действительна один год, после чего ее придется продлевать. Из дополнительных документов для оформления студенческой визы вам необходимо предоставить: оригинальное подтверждение из ВУЗа Австрии о приеме на обучение или допуск к образовательным программам; подтверждение из банка о финансовом состояния абитуриента: студенты до 24 лет (минимум -€5550 в год), студенты старше 24 лет (минимум -€9500 в год); подтверждение будущего места проживания в Австрии. Стоимость визы от 35€ до 75€.",
      "Рабочая виза.\nРабочая виза в Австрии бывает трех типов: The Jobseeker Visa, Blue Card EU (голубая карта), RWR Card (The Red-White-Red). The Jobseeker Visa: эта виза оформляется на 180 дней с целью самостоятельного поиска работы и прохождения интервью. Blue Card EU: преимущество этой визы в том, что она выдается на два года. Но распространяется только на высококвалифицированных специалистов и лишь по приглашению работодателя.RWR Card: Карта Rot-Weite-Rot выдается для осуществления трудовой деятельности только у того работодателя, для которого этот документ был оформлен. Работать в другой организации нельзя. RWR карта выдается на год, но уже по истечении 10 месяцев работы можно подать заявление на выдачу визы RWR Card Plus. По ней можно будет трудоустроиться уже у любого работодателя. Для отбора кандидатов на оформление RWR Card разработана система, где претенденты должны набрать проходной балл. Стоимость одной из таких виз может обойтись вам от 40€ до 100€."
    ],
    "aboutWork": "Востребованными профессиями в Австрии являются: инженеры-механики, инженеры-электрики, врачи, стоматологи, IT-разработчики, IT-специалисты и аналитики, специалисты по базам данных и сетям, строители, няни по уходу за стариками, бухгалтеры и бизнес-аналитики.",
    "tableWork": [],
    "linkWork": [
      "https://austria.xpatjobs.com",
      "https://jobs.derstandard.at",
      "https://www.karriere.at"
    ],
    "facts": [
      "Самый известный из ныне живущих австрийцев – Арнольд Шварценеггер.",
      "Венская академия художеств однажды отказалась принять на обучение молодого художника по имени Адольф Гитлер.",
      "Самым известным своим соотечественником, которым они безмерно гордятся, австрийцы по праву считают Моцарта.",
      "В 1964 году в Австрии прошли первые Олимпийские игры, которые были оснащены электронной системой подсчета и фиксации времени."
    ],
    "show": true
  },
  {
    "id": "6",
    "name": "Германия",
    "code": "de",
    "status": 1,
    "minPrice": 65,
    "maxPrice": 100,
    "tags": [
      "Английский",
      "Немецкий"
    ],
    "capital": "Берлин",
    "population": "83.1 M",
    "coordinate": [
      52.5065116,
      13.1438595,
      10
    ],
    "intro": "Германия входит в список самых привлекательных для иммиграции европейских стран. Это многонациональная страна с самой развитой в Европе экономикой и сравнительно мягкими законами в отношении мигрантов. В последнее время возрастает недовольство части коренного немецкого населения открытой миграционной политикой. Однако действующих программ иммиграции здесь по-прежнему больше, чем в любой другой стране Евросоюза.",
    "aboutVisa": "Страна входит в Шенгенскую зону, поэтому гражданам РФ требуется получить визу, перед началом путешествия.",
    "tableVisa": [
      "Шенгенская туристическая виза (С).\nШенгенская виза позволяет путешествовать по 28 странам Европы, не задумываясь о пограничном контроле между странами Шенгена. Шенгенская виза категории С позволяет находится в Европе на протяжении 90 дней в течении 180-дневного периода. Стоит отметить, что существуют однократные, двукратные и многократные визы этого типа. Они отличаются количеством поездок в одну страну соответственно. Помимо обычного пакета документов необходимо предоставить распечатанное подтверждение брони отеля или хостела, план поездки в произвольной форме, бронь билетов либо копии оригиналов железнодорожных или авиабилетов, так же на счёту должна быть сумма, в среднем эквивалентная 50€ в день на одного человека. Стоимость такой визы может обойтись вам от 35€ до 250€.",
      "Студенческая виза.\nЭтот тип визы выдается абитуриенту, планирующему посетить Германию с целью долгосрочного обучения в университетах и колледжах Германии. Изначально она выдается на срок от 3 до 6 месяцев, затем, по прибытии в Германию, студенту необходимо ее продлить. Виза продлевается максимум на 1 год. Из дополнительных документов для оформления данной визы вам будут необходимы: приглашение от учебного заведения, предоставить выписку со счёта в российском банке из расчета (минимум 670€ в месяц, то есть не менее 10 300€ на первый год обучения), а также сертификат, подтверждающий владение языком обучения. Стоимость данной визы от 60€ до 75€.",
      "Рабочая виза.\nДля трудовой миграции необходимым условием является наличие рабочего контракта с немецким работодателем. Выделяется несколько видов немецких рабочих виз. ПМЖ для ценных кадров; разрешение для специалистов с высокой квалификацией и Голубая карта ЕС, для которой требуется окончание ВУЗа, наличие трудового договора и определённый порог зарплаты в год. Общая занятость – наиболее востребованный вид рабочей немецкой визы, здесь нет жестких требований к образованию, главное, чтобы на момент подачи, ваша профессия была востребована, и у вас имелся на руках трудовой договор. Обойдется вам эта виза в 75€."
    ],
    "aboutWork": "Самый большой дефицит кадров проявляется в IT области, также можно ответить востребованность железнодорожников, врачей, строителей и педагогов",
    "tableWork": [],
    "linkWork": [
      "https://germany.xpatjobs.com",
      "https://www.adzuna.de",
      "https://de.indeed.com"
    ],
    "facts": [
      "В Германии официально запрещено курить в общественных местах, в отличие от употребления алкогольных напитков - это можно!",
      "В Баварии пиво официально признано пищей.",
      "Берлин в восемь раз больше, чем Париж - его площадь составляет 891 кв. км. А столица Франции всего 105 кв. км.",
      "Компании Adidas и Puma были основаны братьями Дасслер, которые родились в Германии. Братья устроили настоящую кровную войну между компаниями и сделали свои детища мировыми брендами.",
      "Германия известна своими средневековыми замками - их насчитывается более 2100.",
      "С 2014 года в стране официально отменена оплата за получение образования, причем даже для абитуриентов из других стран.",
      "Жители Германии могут без визы или с визой по прибытию путешествовать в 170 с лишним стран мира. Это рекорд среди европейских стран.",
      "Напиток Fanta появился в Германии в 1940 году совершенно случайно. Ввоз сиропа для Coca-Cola был запрещен антигитлеровской коалицией, поэтому компании пришлось создавать новый продукт.",
      "Кёльнский собор строили почти 700 лет, и он может вместить 40 000 человек."
    ],
    "show": true
  },
  {
    "id": "7",
    "name": "Чехия",
    "code": "cz",
    "status": 1,
    "minPrice": 55,
    "maxPrice": 70,
    "tags": [
      "Английский",
      "Чешский"
    ],
    "capital": "Прага",
    "population": "5.3 M",
    "coordinate": [
      50.0593308,
      14.1847495,
      5
    ],
    "intro": "Небольшая страна в центре Европы. Население страны, по большей степени, состоит из иммигрантов, так что и вам найдётся место.",
    "aboutVisa": "Страна входит в Шенгенскую зону, поэтому гражданам РФ требуется получить визу, перед началом путешествия.",
    "tableVisa": [
      "Шенгенская туристическая виза (С).\nШенгенская виза позволяет путешествовать по 28 странам Европы, не задумываясь о пограничном контроле между странами Шенгена. Шенгенская виза категории С позволяет находится в Европе на протяжении 90 дней в течении 180-дневного периода. Стоит отметить, что существуют однократные, двукратные и многократные визы этого типа. Они отличаются количеством поездок в одну страну соответственно. Помимо обычного пакета документов необходимо предоставить распечатанное подтверждение брони отеля или хостела, план поездки в произвольной форме, бронь билетов либо копии оригиналов железнодорожных или авиабилетов, так же на счёту должна быть сумма, в среднем эквивалентная 50€ в день на одного человека. Стоимость такой визы может обойтись вам от 35€ до 250€.",
      "Студенческая виза.\nДанный тип визы дает право находиться легально на чешской территории до одного года абитуриентам, поступившим в чешские учебные заведения. Из дополнительных документов для оформления данной визы вам будут необходимы: медицинская страховка, полученная у чешской страховой компании, оригинал документа, подтверждающего обучение в учебном заведении Чехии, договор о наличии места проживания на весь период обучения, подтверждение финансовой состоятельности будущего студента (4000€ на год обучения). Стоимость визы 100€.",
      "Рабочая виза.\nРабочая виза в Чехию в основном выдается на срок до двух лет. После того как этот срок истекает, разрешение на работу можно продлить. Помимо трудового договора и медицинской справки, для квалифицированного труда может потребоваться подтверждение профессионального соответствия предполагаемой должности. Оформление данной визы составит от 35€ до 70€."
    ],
    "aboutWork": "Чехия считается одним из наиболее популярных направлений для трудовой миграции среди граждан постсоветского пространства.",
    "tableWork": [],
    "linkWork": [
      "https://czechrepublic.xpatjobs.com",
      "https://www.jobs.cz",
      "https://www.jobdnes.cz"
    ],
    "facts": [
      "В стране насчитывается более 2000 замков и крепостей.",
      "Чехия попала в ТОП-5 стран, где лучше всего соблюдается свобода прессы.",
      "Население страны в большей степени увеличивается за счет иммиграции.",
      "Чехия – один из крупнейших производителей автомобилей в Центральной Европе.",
      "Cахарные кубики были изобретены в Чехии в 1843 году.",
      "Общая грамотность населения составляет 99,8%."
    ],
    "show": true
  },
  {
    "id": "8",
    "name": "Канада",
    "code": "ca",
    "status": 2,
    "minPrice": 115,
    "maxPrice": 135,
    "tags": [
      "Английский",
      "Французский"
    ],
    "capital": "Оттава",
    "population": "37.9 M",
    "coordinate": [
      45.2487793,
      -76.3620915,
      20
    ],
    "intro": "Удивительная страна с богатой природой, красивыми пейзажами, высоким уровнем жизни и массой других преимуществ.",
    "aboutVisa": "Классификация канадских виз очень похожа на шенгенскую. Виза в Канаду для россиян подразделяется на несколько видов, в зависимости от длительности пребывания в стране и причины визита.",
    "tableVisa": [
      "Виза временного резидента.\nТemporary resident visa - виза выдается лицам, целью визита которых является туризм, посещение родственников либо друзей, либо обучение (курс рассчитан на срок не более 6 месяцев), деловой визит. Эти визы могут быть как однократными, так и многократными. Если целью вашей поездки является туризм, то помимо обычного пакета документов нужно предоставить данные о путешествии; доказательство наличия достаточных денежных средств для осуществления поездки; оригинал справки с места работы с указанием должности. Сбор за визу временного резидента составляет 10 500₽.",
      "Студенческая виза.\nСтуденческая виза в Канаду выдается тем, кто собирается учиться в этой стране. В Канаде она называется «study permit». Подавать заявку на получение визы можно после того, как вас примут на учебу в один из аккредитованных университетов Канады. Первым шагом к получению визы является собеседование, в зависимости от ответов студенту сообщают, может ли он получить студенческую визу в Канаду или нет. Следующий шаг – предоставление некоторой информации о себе. Если вы успешно пройдете эти два шага, то вам выдается личный код (personal reference code) и список документов, которые необходимо собрать и представить для получения визы. Стоимость данной визы 16 000₽.",
      "Рабочая виза.\nДействует рабочая виза, как правило, только на период исполнения своих трудовых обязанностей. Она позволяет работать в государстве, а спустя три года кандидат уже может претендовать даже на гражданство. Для того, чтобы получить данную визу, вам будет необходимо: пройти тестирование на знание английского языка с оценкой не ниже шести с половиной баллов из девяти и получить международный сертификат IELTS; иметь на руках приглашение от работодателя; пройти медицинское обследование состояния здоровья в специализированной комиссии. Сумма визового сбора составляет 8 000₽."
    ],
    "aboutWork": "Более востребованы следующие профессии: программисты, бухгалтеры, руководители инженерных проектов, бизнес-аналитики, медработники и педагоги.",
    "tableWork": [],
    "linkWork": [
      "https://canada.xpatjobs.com",
      "https://www.monster.ca",
      "https://www.indeed.ca",
      "https://www.workopolis.com/en/"
    ],
    "facts": [
      "Здесь больше озер, чем суммарно в других странах мира.",
      "В Канаде насчитывается около 16 тысяч белых медведей.",
      "Именно канадцы придумали баскетбол.",
      "Канада стала самостоятельной страной в 1982 году.",
      "Памела Андерсон, Леонард Коэн, Аврил Лавин, Киану Ривз, Джим Керри, Селин Дион – все они канадцы."
    ],
    "show": true
  },
  {
    "id": "9",
    "name": "Япония",
    "code": "jp",
    "status": 2,
    "minPrice": 90,
    "maxPrice": 110,
    "tags": [
      "Английский",
      "Японский"
    ],
    "capital": "Токио",
    "population": "124.7 M",
    "coordinate": [
      35.6681621,
      139.6004369,
      7
    ],
    "intro": "Япония - уникальная и неповторимая страна. Многие едут сюда, чтобы окунуться в эту культуру и побывать как в будущем, так и в прошлом, так как японцы чтут свои традиции и стремяться к новым технологическим открытиям.",
    "aboutVisa": "Гражданам России и стран СНГ для поездки необходимо оформить разрешение, сроки и виды виз в Японию зависят от целей пребывания в стране.",
    "tableVisa": [
      "Туристическая виза.\nСледует отметить, что японская виза для туристов – граждан России – одна из самых трудно оформляемых. Туристическая виза выдается на срок до 30 дней. К обычному пакету документов вы должны приложить бронь гостиницы и авиабилетов документы на весь период нахождения в Японии, план пребывания и гарантийное письмо. Стоимость визы составит от 2200₽ до 3000₽.",
      "Студенческая виза.\nВыдается для участия в образовательных программах. После ее окончания есть возможность остаться в Японии. Длительность действия студенческой визы составляет от полугода до года. Для того чтобы оформить студенческую визу в Японию вам будет нужно найти языковую школу или университет, в дальнейшем они возьмут все проблемына себя, связанные с процессом подачи ваших документов. После этого необходимо оформить саму визу. Для студентов из России, Белоруссии, Украины и Казахстана студенческая виза в Японию оформляется бесплатно.",
      "Рабочая виза.\nПолучить рабочую визу в Японию очень сложно, но возможно. Из дополнительных документов вам понадобятся: письмо от вашего будущего работодателя (или спонсора), указав свое положение и ожидаемая заработная плата, свидетельство о праве на льготы, автобиографию, копии всех необходимых сертификатов учебы. Стоимость визы составит от 2000₽ до 6000₽."
    ],
    "aboutWork": "Желающим работать в Японии иммигрантам придётся приобщаться к своеобразному японскому менталитету и завышенным требованиям работодателя. Более востребованными являются: IT-специалисты, архитекторы и дизайнеры, менеджеры, преподаватели, медработники и бухгалтеры.",
    "tableWork": [],
    "linkWork": [
      "https://japan.xpatjobs.com",
      "https://www.hays.co.jp/en/"
    ],
    "facts": [
      "Фрукты в Японии стоят безумных денег. К примеру, дыня обойдётся в эквивалент нескольких сотен долларов.",
      "Большинство японцев работает не менее, чем по 12 часов, причём 6 дней в неделю, а не 5.",
      "Весь мусор в Японии перерабатывается и используется повторно.",
      "Курить в Японии можно почти везде. Все курящие японцы носят с собой маленькие карманные пепельницы, потому что стряхивать пепел на землю или на пол строго запрещено.",
      "Япония — единственная в мире страна, против которой в ходе военных действий применялось ядерное оружие.",
      "В Японии считаются нормой очень короткие юбки, а вот одежда с декольте здесь считается вульгарной.",
      "Мирный договор после окончания Второй Мировой войны между Японией и Россией до сих пор не подписан из-за нерешённости вопроса о принадлежности Курильских островов."
    ],
    "show": true
  },
  {
    "id": "10",
    "name": "Сингапур",
    "code": "sg",
    "status": 2,
    "minPrice": 120,
    "maxPrice": 135,
    "tags": [
      "Английский",
      "Малайский",
      "Китайский"
    ],
    "capital": "Сингапур",
    "population": "5.8 M",
    "coordinate": [
      1.343791,
      103.819667,
      5
    ],
    "intro": "Маленький город-государство с огромным количеством достижений и достопримечательностей. Высокоразвитая страна с рыночной экономикой и низким налогообложением.",
    "aboutVisa": "Если вы являетесь гражданином России, Украины, Беларуси, Казахстана, Азербайджана и других стран СНГ для въезда и нахождения в Сингапуре вам необходима виза. Оформить визу в Сингапур самостоятельно нельзя, нужно пользоваться услугами специальных организаций.",
    "tableVisa": [
      "Туристическая виза.\nМаксимальный срок стандартной краткосрочной визы составляет 90 дней. При этом вы имеете право находиться в Сингапуре не более 30 дней, по истечении которых вам необходимо либо выехать за пределы Сингапура на какое-то время, либо подать на единоразовое продление (вплоть до 90 дней). Дополнительные документы: действительный авиабилет и подтверждение проживания",
      "Студенческая виза.\nСтуденческая виза необходима при длительности обучения более 4-х недель. В первую очередь вам необходимо связаться с выбранным университетом в Сингапуре, пройти вступительные экзамены (если потребуется) и представить вузу необходимые документы. В случае успеха, вы будете зачислены в учебное заведение, что позволит вам подать собранные документы в визовый центр. Стоимость визы обойдется в 25 $. В случае, если по вопросы вашей визы вынесено положительное решение, вам необходимо открыть дополнительную туристическую визу в Сингапур, позволяющую въехать в страну и оставаться в ней в течение 30 дней. Этот срок понадобится для решения всех оставшихся вопросов по прибытию в страну.",
      "Рабочая виза.\nВ Сингапуре существует несколько типов виз, по которым можно жить и работать в стране: EntrePass, Personalised Employment Pass, Employment Pass и S-Pass. Виза EntrePass выдается предпринимателям, собирающимся открывать свой бизнес. Виза Personalised Employment Pass предназначена для высококвалифицированных специалистов с высоким уровнем дохода, не привязанных к конкретному работодателю в Сингапуре. Виза Employment Pass выдается квалифицированным иностранным специалистам на 2 года с возможностью последующего продления. Для получения такой визы необходимо иметь высшее образование и, желательно, опыт работы. Виза выдается только тем, у кого заработная плата в Сингапуре составляет не менее 130 000₽. Виза S-Pass предназначена для иностранцев, являющихся техническими служащими со средним образованием. Для получения визы этого типа необходимо получить работу в Сингапуре с ежемесячной заработной платой от 78 000₽. Сначала вам нужно пройти собеседование, устроиться на работу, а затем получить визу при содействии работодателя в Сингапуре."
    ],
    "aboutWork": "Востребованными профессиями являются: IT-специалисты, медработники, инженеры в различных отрослях, научные деятели, менеджеры, маркетологи и профессии, связанные с модельным бизнесом.",
    "tableWork": [],
    "linkWork": [
      "https://singapore.xpatjobs.com",
      "https://www.jobstreet.com.sg",
      "https://www.monster.com.sg",
      "https://Indeed.com.sg"
    ],
    "facts": [
      "Название Сингапур происходит от малайского 'синга' – лев и санкритского 'пур' – город.",
      "Сингапур - единственный островной город на планете.",
      "Основную часть населения Сингапура — 77% —  составляют китайцы.",
      "Сингапур не имеет природных ресурсов и импортирует из соседней Малайзии не только песок, но даже питьевую воду."
    ],
    "show": true
  },
  {
    "id": "11",
    "name": "Исландия",
    "code": "is",
    "status": 2,
    "minPrice": 90,
    "maxPrice": 110,
    "tags": [
      "Английский",
      "Исландский"
    ],
    "capital": "Рейкьявик",
    "population": "364 K",
    "coordinate": [
      64.139714,
      -21.929298,
      7
    ],
    "intro": "Страна льдов славится своей удивительной природой и является самой экологически чистой в мире. Это наиболее удалённая от материковой Европы страна.",
    "aboutVisa": "Исландия не входит в Европейский Союз, но состоит в Шенгенском сообществе. А это означает, что для посещения страны нужно получить визу.",
    "tableVisa": [
      "Шенгенская туристическая виза (С).\nШенгенская виза позволяет путешествовать по 28 странам Европы, не задумываясь о пограничном контроле между странами Шенгена. Шенгенская виза категории С позволяет находится в Европе на протяжении 90 дней в течении 180-дневного периода. Стоит отметить, что существуют однократные, двукратные и многократные визы этого типа. Они отличаются количеством поездок в одну страну соответственно. Помимо обычного пакета документов необходимо предоставить распечатанное подтверждение брони отеля или хостела, план поездки в произвольной форме, бронь билетов либо копии оригиналов железнодорожных или авиабилетов, так же на счёту должна быть сумма, в среднем эквивалентная 50€ в день на одного человека. Стоимость такой визы может обойтись вам от 35€ до 250€.",
      "Студенческая виза.\n Студентам из стран, не входящих в состав Евросоюза, выдается краткосрочная виза сроком на полгода. Одновременно будущий студент получает вид на жительство, который, как и визу, следует обновлять каждые полгода после успешно сдачи сессии. Въезжать на территорию Исландии для получения образования можно только с оформленным разрешением. Из документов: подтверждение финансовой состоятельности заявителя с расчетом€50 на одного человека в день (для студентов выписка с банковского счета на полгода). Стоимость визы 35€.",
      "Рабочая виза.\n Получение рабочей визы сопряжено с необходимостью поиска работодателя, трудовой контракт с которым будет основанием для въезда. Рабочая виза даст право находиться в стране в течение 1 года. При этом работать можно только у одного работодателя. В дальнейшем можно будет продлить рабочую визу для россиян и сменить работодателя. Требуемые документы для рабочей визы: приглашение от работодателя, документ о специальном образовании, подтверждение финансового обеспечения проживания в Исландии (выписка с банковского счета), медицинская страховка. Стоимость визы от 35€ до 75€, в зависимости от времени пребывания."
    ],
    "aboutWork": "Главная сложность с поиском работы в Исландии связана с тем, что здесь наблюдается очень высокая конкуренция. Востребованы следующие профессии: социальные работники, IT-специалисты, инженеры, медицинские работники, плотники, туристические агенты, автомеханики.",
    "tableWork": [],
    "linkWork": [
      "https://atvinna.frettabladid.is",
      "https://iceland.xpatjobs.com"
    ],
    "facts": [
      "Исландия стабильно входит в десятку самых благополучных стран мира.",
      "На территории Исландии нет железных дорог.",
      "Жители Рейкьявика практически всегда оплачивают покупки банковскими картами, причем даже если заказывают кофе в баре. Наличными тут рассчитываться не принято.",
      "На самом деле в Исландии зимой не так холодно, как мы привыкли думать, температура тут редко опускается ниже -6 градусов.",
      "Язык Исландии практически не изменился за последние 1000 лет, так что в нём встречаются буквы, исчезнувшие из английского, плюс жители страны без всяких проблем могут читать старинные саги викингов в оригинале.",
      "За воду в ресторанах и кафе платить не нужно, ее все равно наливают из водопроводного крана. Это вода из местных термальных источников, а потому она абсолютно пригодна для питья."
    ],
    "show": true
  },
  {
    "id": "12",
    "name": "США",
    "code": "us",
    "status": 2,
    "minPrice": 110,
    "maxPrice": 135,
    "tags": [
      "Английский"
    ],
    "capital": "Вашингтон",
    "population": "9.8 M",
    "coordinate": [
      38.8935123,
      -77.1550063,
      20
    ],
    "intro": "Америка является одной из лидирующих стран мира. Здесь любой сможет найти что-то для себя, начиная от красот природы и заканчивая мегаполисами, которые мы привыкли видеть в играх и фильмах.",
    "aboutVisa": "Иностранные граждане, перед въездом на территорию США, должны получить визу, она бывает иммиграционной и неиммиграционной.",
    "tableVisa": [
      "B1-Туристическая виза.\nКонсульский сбор за данную визу составляет $160. Заплатив эту сумму, можно рассчитывать на получение многократной визы сроком действия до 3 лет. Любого аппликанта рассматривают как потенциального иммигранта. Главной задачей иностранца на собеседовании - убедить Посольство, что это не так. Доказать данный факт можно, продемонстрировав прочные социальные и экономические связи с Россией, а также наличие достаточных средств для путешествия в США.",
      "F,M-Студенческая виза.\nЭта виза выдается тем, кто желает получить образование на территории США и для ее получения требуется официальное зачисление в образовательное учреждение. Есть следующие категории: F1(выдается для прохождения обучения в американских колледжах, ВУЗах, частных школах и участия в различных образовательных программах), М1 (для получения профессионального образования). Виза действует весь срок обучения. По окончанию обучения студент может оформить рабочий документ на два года, а после подать заявление на получение Green Card для постоянного проживания в стране. Консульский сбор составляет $160. Помимо обязательных документов для оформления данной визы, необходимо пройти собеседование с консулом.",
      "H, L, P, Q, R, О-Рабочая виза.\nЕсли вы решились работать в США на неиммиграционной основе, то вам необходимо получить визу соответствующей категории в зависимости от вида деятельности. Виза H1B предназначена для квалифицированных специалистов (данную визу выдают обладателю высшего образования по специальности, соответствующей работе). L – для специалистов транснациональных компаний, которых переводят в филиал в США; P – для спортсменов и участников развлекательной индустрии; Q – для участников программ международного культурного обмена; R – для религиозных деятелей; O – для выдающихся лиц. Для Россиян рабочая виза может быть получена на срок до двух лет. Все заявители, обращающиеся за рабочими визами должны иметь соответствующую одобренную петицию по форме I-129. Консульский сбор составляет $190. Помимо документов, подтверждающих вашу квалификацию, петиции, необходимо пройти собеседование с консулом."
    ],
    "aboutWork": "Страна предоставляет большие возможности для заработка и карьерного роста. Востребованы следующие профессии: медицинские работники, IT-специалисты, инженеры, менеджеры, бухгалтеры, переводчики, автомеханики, экологи, педагоги и аналитики.",
    "tableWork": [],
    "linkWork": [
      "https://usa.xpatjobs.com",
      "https://www.careerbuilder.com"
    ],
    "facts": [
      "Ежедневно жители США употребляют 150 млн. хот-догов.",
      "Ежегодно в стране проходит более 800 торнадо!",
      "Филадельфия была первой столицей США.",
      "Первые телевизоры появились в Нью-Йорке в 1936 году - интересный факт.",
      "США располагает одной из крупнейших туристических индустрий в мире. Страна ежегодно входит в ТОП-3 популярнейших турнаправлений мира.",
      "Король Таиланда родился в Кембридже, штат Массачусетс.",
      "Каждый час государственный долг США увеличивается на $150 млн."
    ],
    "show": true
  },
  {
    "id": "13",
    "name": "Австралия",
    "code": "au",
    "status": 2,
    "minPrice": 220,
    "maxPrice": 230,
    "tags": [
      "Английский"
    ],
    "capital": "Канберра",
    "population": "24.1 M",
    "coordinate": [
      -35.2813043,
      149.1204231,
      10
    ],
    "intro": "Уникальная во многих отношениях страна, потому что она обладает уникальной природой, рельефом, животным и растительным миром.",
    "aboutVisa": "Путешествие в Австралию — это незабываемый подарок, позволяющий собственными глазами увидеть ее красоту и неповторимость. Но чтобы насладиться километровыми пляжами с белым песком, ярким солнцем и безоблачным небом нужно оформить визу.",
    "tableVisa": [
      "Туристическая виза.\nЭта категория виз выдается лицам, целью визита которых является туризм, посещение друзей или родственников (сроком до 12 месяцев), либо обучение, срок которого не превышает трех месяцев. Для оформления данной визы необходимы: выписка из банковского счета и подтверждение источника доходов. Стоимость туристической визы начинается от 6 800₽, в зависимости от времени пребывания.",
      "Студенческая виза.\nСтуденческая виза в Австралию оформляется в том случае, если основная цель вашего визита – это прохождение обучения. Это могут быть как языковые курсы, так и школа, университет или профучилище. Документы, необходимые предоставить при подаче заявления на визу: письмо от учебного заведения с подтверждением (Confirmation of Enrolment), медицинская страховка на весь период обучения, доказательства того, что цель поездки – учеба, и что студент планирует посещение Австралии временно. Стоимость студенческой визы составляет 27 000₽.",
      "Рабочая виза.\nРабочая виза в Австралию позволит вам совершенно законно жить и трудиться в стране. Имейте в виду: далеко не каждый специалист может подать документы на австралийскую рабочую визу. Реально претендовать на визу можно лишь при условии, что австралийский работодатель не может найти специалиста вашего уровня у себя на родине. Стоит обратить внимание, что любая рабочая виза Австралии предполагает наличие спонсора. Постоянная рабочая виза (подклассы 186, 187) - предназначена для иностранных работников с высоким уровнем квалификации, имеющих приглашение на работу в Австралии по специальности и владеющих английским языком на высоком уровне. Временная рабочая виза (TSS) на 2 или 4 года - предназначена для людей, имеющих приглашение на работу в Австралии от работодателя. Работодателем-спонсором может выступать как австралийская, так и иностранная компания, ведущая бизнес в Австралии. Стоимость рабочей визы составляет 13 500₽."
    ],
    "aboutWork": "В стране востребованы следующие профессии: медицинские работники, IT-специалисты, инженеры, менеджеры, экологи и педагоги.",
    "tableWork": [],
    "linkWork": [
      "https://australia.xpatjobs.com",
      "https://www.seek.com.au",
      "https://www.careerone.com.au"
    ],
    "facts": [
      "Австралия – единственный континент планеты, полностью занятый одним государством.",
      "Мясо кенгуру легко можно найти в австралийских супермаркетах и ресторанах. Здесь оно считается полезной альтернативой говядине или баранине",
      "Через Австралийскую равнину Налларбор пролегает самая прямая дорога в мире: 146 километров без единого поворота.",
      "Хотя Австралия и ассоциируется с солнечной бесснежной страной, в Австралийских Альпах лежит больше снега, чем во всей Швейцарии.",
      "Австралийцы без ума от азартных игр. По статистике, около 80% австралийцев хотя бы изредка играют на деньги."
    ],
    "show": true
  },
  {
    "id": "14",
    "name": "Южная Корея",
    "code": "kr",
    "status": 0,
    "minPrice": 85,
    "maxPrice": 90,
    "tags": [
      "Английский",
      "Корейский"
    ],
    "capital": "Сеул",
    "population": "51.7 M",
    "coordinate": [
      37.5650168,
      126.8491195,
      7
    ],
    "intro": "Южная Корея - инновационная и прекрасная во всех её проявлениях страна. Она является одной из ведущих стран в мире в области разработки и производства электроники.",
    "aboutVisa": "Благодаря ряду новых соглашений, недавно заключенных между Южной Кореей и РФ, виза в Корею для россиян не потребуется, если срок пребывания не превысит шестьдесят дней, цель посещения при этом может быть любой. Для этого необходимо предоставить обратные билеты из Южной Кореи на любой транспорт, подтверждение наличия денег для пребывания, либо подтверждения платежеспособности, а также загранпаспорт. Если цель поездки в Южную Корею требует более длительного пребывания, то необходимо получить визу.",
    "tableVisa": [
      "Студенческая виза.\nСуществует несколько категорий студенческой визы: D-2 (виза для стандартной учебной программы, которая предназначена для студентов, поступающих на программы бакалавриата, магистратуры и младших колледжей, университетов, высших школ); D-4 (виза для общего обучения, предназначена для любого иностранца, собирающегося учиться в языковой школе при университете). Кроме стандартного пакета документов для оформления данной визы будут необходимы: подтверждение о зачислении от принимающего ВУЗа, подтверждение о наличии финансовых средств и последний полученный академический сертификат. Оформление студенческой визы в Южную Корею обойдется от 29 $ до 50$.",
      "Рабочая виза.\nЮжная Корея – это государство с достаточно сильной развитой экономикой, прогрессивными инновациями и множеством практических сфер, которые двигают науку. Поэтому и рабочая виза в Корею может быть доступна только тем специалистам, которые имеют достаточно высокую квалификацию. Из документов: оригинал приглашения от работодателя, справка с действующего места работы. Стоимость данной визы обойдется вам от 50$ до 90$."
    ],
    "aboutWork": "В стране востребованы следующие профессии: медицинские работники, юристы, инженеры, технологи, переводчики, IT-специалисты, дизайнеры.",
    "tableWork": [],
    "linkWork": [
      "korea.xpatjobs.com",
      "https://ru.workkorea.co.kr/jobs/"
    ],
    "facts": [
      "Южная Корея – настоящая мировая столица пластической хирургии. По статистике, каждая пятая женщина в стране сделала хотя бы одну пластическую операцию.",
      "Повсеместно распространен бесплатный Wi-Fi интернет для всех желающих.",
      "В Южной Корее не существует отпуска.",
      "Жители Кореи опасаются красного цвета.",
      "Услуги стоматолога очень дорогие, поэтому все корейцы тщательно следят за гигиеной зубов. Они чистят зубы после каждого приема пищи и кофе, часто носят зубную щетку с собой в сумке, а в некоторых заведениях можно найти бесплатные щетки прямо в туалете."
    ],
    "show": true
  },
  {
    "id": "15",
    "name": "Франция",
    "code": "fr",
    "status": 2,
    "minPrice": 100,
    "maxPrice": 110,
    "tags": [
      "Английский",
      "Французский"
    ],
    "capital": "Париж",
    "population": "67 M",
    "coordinate": [
      48.8588589,
      2.3470599,
      10
    ],
    "intro": "Страна с неповторимой культурой и богатой историей. Это центр европейской моды, культуры, родина любви.",
    "aboutVisa": "Страна входит в Шенгенскую зону, поэтому гражданам РФ требуется получить визу, перед началом путешествия.",
    "tableVisa": [
      "Шенгенская туристическая виза (С).\nШенгенская виза позволяет путешествовать по 28 странам Европы, не задумываясь о пограничном контроле между странами Шенгена. Шенгенская виза категории С позволяет находится в Европе на протяжении 90 дней в течении 180-дневного периода. Стоит отметить, что существуют однократные, двукратные и многократные визы этого типа. Они отличаются количеством поездок в одну страну соответственно. Помимо обычного пакета документов необходимо предоставить распечатанное подтверждение брони отеля или хостела, план поездки в произвольной форме, бронь билетов либо копии оригиналов железнодорожных или авиабилетов, так же на счёту должна быть сумма, в среднем эквивалентная 50€ в день на одного человека. Стоимость такой визы может обойтись вам от 35€ до 250€.",
      "Студенческая виза.\nСуществует три вида студенческой визы во Францию: краткосрочная(С),виза для экзаменов(С) и долгосрочная виза(D). Краткосрочная виза (visa court séjour): выдается до 90 дней, стоит отметить, что данную визу нельзя переоформить в долгосрочную на территории ЕС. Виза для прохождения экзаменов (visa étudiant concours) также является краткосрочной, то есть позволяет находиться на территории Франции до 90 дней, в случае успешного поступления студент может переоформить её в долгосрочную. Долгосрочная виза (visa long séjour): выдается тем студентам, у которых учебная программа составляет более 90 дней. Оформляется она сроком на один год с правом продления на территории Франции. Помимо стандартного пакета документов для получения студенческой визы необходимы: справка о финансовой состоятельности (615€ в месяц), подтверждение места проживания на первые 3 месяца во Франции и квитанция об оплате сбора CampusFrance (5000₽) и идентификационный номер досье. Стоимость визы может обойтись вам от 35€ до 99€.",
      "Рабочая виза.\nТрудоустроиться в Париже без паспорта гражданина Франции непросто. Законодательство страны, заботясь о местных специалистах, оставляет работодателю мало возможностей для найма иностранцев. Рабочая виза во Францию бывает краткосрочной и долгосрочной. Краткосрочная виза позволяет трудоустроиться на срок не более 90 дней. При этом работодатель должен получить для вас разрешение на работу в DDTEFP (Департаментском управлении по работе и занятости). После одобрения вашей кандидатуры нужно подать пакет документов и уплатить визовый сбор (35€). Иностранец, желающий работать во Франции более трех месяцев, должен получить долгосрочную визу (VLS/TS), визовый сбор которой равен 99€. Как и в предыдущем случае, разрешение оформляет работодатель. Компания должна будет доказать, что вы ― жизненно необходимый сотрудник, и она не может найти француза с аналогичными навыками."
    ],
    "aboutWork": "В стране востребованы следующие профессии: IT-специалисты, педагоги, повара, медицинские работники, инженеры и дизайнеры.",
    "tableWork": [],
    "linkWork": [
      "https://www.keljob.com",
      "https://www.pole-emploi.fr/accueil/",
      "https://www.simplyhired.fr",
      "https://fr.jobrapido.com",
      "https://france.xpatjobs.com"
    ],
    "facts": [
      "Самая крупная страна Европейского союза",
      "Французская армия единственная в Европе, где остались почтовые голуби. Их держат про запас на случай какой-либо катастрофы.",
      "Во Франции производят около 400 сортов сыра.",
      "Во Франции запрещается давать свинье имя Наполеон.",
      "Продавцы во Франции не обязуются давать сдачу, при покупке просят отыскать точную сумму.",
      "Эйфелева башня 40 лет считалась самой высокой постройкой человечества, ее высота 342 м."
    ],
    "show": true
  },
  {
    "id": "16",
    "name": "Филиппины",
    "code": "ph",
    "status": 0,
    "minPrice": 80,
    "maxPrice": 95,
    "tags": [
      "Английский",
      "Филиппинский"
    ],
    "capital": "Манила",
    "population": "104 M",
    "coordinate": [
      14.5964957,
      120.9444542,
      10
    ],
    "intro": "Филиппинские острова привлекают приятным климатом, близостью моря, белоснежными пляжами, гостеприимным насилением. Именно поэтому многие стремятся сюда.",
    "aboutVisa": "Гражданам РФ для посещения Филиппин на срок до 30 дней виза не требуется. На границе можно оформить визу на 59 дней, а уже находясь на Филиппинах — продлить пребывание до полугода. Для оформления визы вы должны обязательно предоставить подтверждение брони отеля и авиабилетов в оба конца. Стоимость однократной визы на 3 месяца – 40$, многократной на полгода – 80$.",
    "tableVisa": [
      "Студенческая виза.\nПроцесс получения студенческой визы несколько затянут. Для того чтобы её оформить, необходимо дистанционно направить просьбу о принятии в учебное заведение Филиппин. Если решение положительное, учебное заведение отправляет письмо о зачислении студента в штат своих слушателей в МИД республики. Министерство рассматривает документы, а затем перенаправляет их в Посольство Филиппин в стране гражданства аппликанта для выдачи ему студенческой визы. Кроме стандартного пакета документов необходимо предоставить: оригиналы и ксерокопии справок из учебных заведений, где заявитель ранее проходил обучение; выписка о состоянии банковского счёта; документальное подтверждение возможности оплаты курса обучения.",
      "Рабочая виза.\nДля получения рабочей визы необходимо, кроме базового пакета документов, предоставить приглашение от филиппинского работодателя, должным образом заверенное филиппинским МИДом. В нём должны быть указаны подробные контактные данные работодателя, срок действия трудового договора, должностные обязанности будущего сотрудника и его оклад. Отдельным письмом работодатель должен обосновать, что на данную вакансию необходимо принять иностранного гражданина."
    ],
    "aboutWork": "Наиболее востребованные профессии: строители, IT-специалисты, гиды, переводчики, медицинские работники.",
    "tableWork": [],
    "linkWork": [
      "https://www.monster.com.ph",
      "https://philippines.xpatjobs.com",
      "https://www.careerjet.ph"
    ],
    "facts": [
      "Своё современное название Филиппины получили в честь испанского короля Филиппа Второго.",
      "Филиппинцы всегда и везде строго соблюдают очередь.",
      "В столице Филиппин, городе Манила стоит памятник русскому поэту Александру Сергеевичу Пушкину.",
      "На Филиппинах почти во всех междугородных автобусах есть бесплатный Wi-Fi.",
      "Филиппины – крупнейший экспортер кокосов, бананов и ананасов."
    ],
    "show": true
  },
  {
    "id": "17",
    "name": "Черногория",
    "code": "me",
    "status": 0,
    "minPrice": 70,
    "maxPrice": 80,
    "tags": [
      "Черногорский",
      "Сербский"
    ],
    "capital": "Подгорица",
    "population": "631 K",
    "coordinate": [
      42.4319793,
      19.1856667,
      5
    ],
    "intro": "Небольшая, но очень живописная и дружелюбная страна. Здесь прекрасные горные массивы соседствуют с не менее прекрасными песчаными брегами.",
    "aboutVisa": "Черногория не входит в шенгенскую зону, поэтому Шенген получать нет необходимости. Более того, для россиян действует безвизовый режим. Российский турист имеет право отдыхать на территории страны до 30 дней. Но имеются определенные правила: по приезду надо обязательно зарегистрироваться; запрещено устраиваться на работу; нужно подтверждение места проживания.",
    "tableVisa": [
      "Туристическая виза (С).\nВиза категории C нужна для отдыха длительностью более месяца. Она дает право находиться в Черногории 31 – 90 дней. Выдается такая виза обычно на 1 год. Если необходимо продлить визу, то надо подать документы как на новую. Стандартная черногорская виза категории C не дает права на посещение стран зоны Шенгена. Кроме стандартного пакета документов, для оформления туристической визы вам потребуются: подтверждение жилищного обеспечения и подтверждение финансового обеспечения (20€ в сутки). Стоимость консульского сбора для россиян составляет 62€.",
      "Студенческая виза.\nДля того чтобы получить учебную визу в Черногорию, необходимо приехать в само государство. Соглашение о безвизовом режиме дает вам право оформить студенческую визу в Черногорию уже по приезду в государство. Такая виза выдается на один год в полиции Черногории, плюс к этому, абитуриент получает разрешение на проживание в стране. Для оформления студенческой визы необходимо предоставить: аттестат с приложением; разрешение от родителей или опекунов, заверенное нотариально (для несовершеннолетних); открытый счет в банке Черногории на сумму 3650€; подтверждение об оплате обучения; диплом о высшем образовании (для поступления на магистратуру). Дополнительно нужно обязательно взять с собой справку о несудимости. Консульский сбор за оформление долгосрочной визы составляет 70€.",
      "Рабочая виза.\nСогласно законодательству Черногории, ведение трудовой деятельности требует официального оформления. Когда потенциальный работодатель уже найден, чтобы работать, россиянину потребуется оформить рабочую визу в Черногорию. Данная процедура выполняется в два шага: нужно получить разрешение на работу и затем на основе разрешения оформить вид на жительство (ВНЖ), или боравок. Для получения разрешения на работу потребуется собрать такие дополнительные документы, как: заявление от работодателя, с прошением о приеме к нему на работу, документ об образовании, разрешения на работу, справки об отсутствии судимостей, договора об аренде жилья в Черногории, выписки из черногорского банка, подтверждающей наличие у вас на счету 3650€. Консульский сбор за оформление долгосрочной визы составляет 70€."
    ],
    "aboutWork": "С дистанционным поиском вакансий могут возникнуть сложности, так как на данный момент нет подходящих сайтов с обширным списком работ, но как вариант можно найти сообщества в социальных сетях, либо напрямую найти подходящую для себя компанию. Наиболее востребованные профессии: бармены, официанты, горничные, повара, IT-специалисты, электрики, медицинские работники.",
    "tableWork": [],
    "linkWork": [
      "https://ru.jooble.org/работа-черногория",
      "https://www.careerjet.com/search/jobs?l=montenegro",
      "https://vk.com/jobmontenegro"
    ],
    "facts": [
      "Оригинальное название страны — «Монтенегро» означает «чёрная гора»",
      "Вода в одной из самых крупных черногорских рек, Таре, настолько чистая, что её можно безбоязненно пить.",
      "Черногория не входит в Евросоюз, но национальной валютой здесь также является евро.",
      "Более 40% всей территории страны покрывают нетронутые леса.",
      "В Черногории есть целая деревня убеждённых холостяков, отказавшимся от брака."
    ],
    "show": true
  },
  {
    "id": "18",
    "name": "Куба",
    "code": "cu",
    "status": 0,
    "minPrice": 80,
    "maxPrice": 95,
    "tags": [
      "Английский",
      "Испанский"
    ],
    "capital": "Гавана",
    "population": "11.5 M",
    "coordinate": [
      23.0504386,
      -82.613894,
      5
    ],
    "intro": "Куба – это самое густонаселенное островное государство, расположенное в Карибском бассейне. Тропическая страна, со своей историей и уникальной культурой.",
    "aboutVisa": "Куба манит путешественников из России уже много лет. Важный плюс — безвизовый въезд для россиян. Для того, чтобы отправиться в отпуск виза на Кубу россиянам не понадобиться при условии того, что пребывание не затянется более 30 дней, при этом нужно иметь при себе следующие документы: загранпаспорт; обратный билет; миграционная карточка; бронь отеля или туристический ваучер; выписка из банка о наличии средств (50 $) на день отдыха; медицинский страховой полис. В ряде случаев разрешение все же придется оформить: это касается тех, кто едет с деловыми, гостевыми или учебными целями.",
    "tableVisa": [
      "Студенческая виза.\nИностранцам, которые хотят поехать на Кубу получать образование, планируют посетить курсы повышения квалификации или какие-либо лекции, нужно получить студенческую визу. Для студенческой визы потребуется: аттестат, выданный в школе; письмо о зачислении на учебу от кубинского учебного заведения; медицинская справка, которую должен выдать врач, одобренный кубинским посольством; справка об отсутствии судимостей. Стоимость визы 30$.",
      "Деловая виза.\nЕе выдают лицам, которые едут на остров, чтобы вести деловые переговоры или работать. Такая виза дает иностранцу больше возможностей, чем туристическая виза. Для деловой визы нужно иметь: деловое приглашение от кубинской стороны, где прописана цель визита и даты пребывания иностранца на территории Кубы; справка с места работы принимающей стороны, соответствующе подписанная и заверенная, в которой сказано, что сотрудник направляется в бизнес-поездку. Стоимость визы 30$."
    ],
    "aboutWork": "Несмотря на сложную ситуацию с трудоустройством, иностранцы все-таки приезжают на Кубу в поисках экзотики и заработка. Довольно сложно найти вакансии дистанционно, как вариант можно искать нужную вам компанию напрямую, либо осуществлять поиск работы на месте. Востребованы следующие профессии: педагоги, повара, переводчики, медицинские работники.",
    "tableWork": [],
    "linkWork": [
      "https://www.careerjet.co.za/search/jobs?l=cuba"
    ],
    "facts": [
      "Куба славится во всем мире своими высококачественными сигарами и кофе.",
      "Куба славится огромным количеством пляжей с белым песком.",
      "На Кубе жителям до сих пор выдают продукты первой необходимости по карточкам, что позволяет даже семьям с мизерным доходом не страдать от голода.",
      "После прихода к власти Фиделя Кастро на Кубе были уничтожены все экземпляры настольной игры «Монополия».",
      "Кубинские сигары считаются лучшими в мире.",
      "Бейсбол — любимый вид спорта на Кубе",
      "Цвет формы школьников соответствует класс, в котором они учатся. Каждый ребенок в возрасте от 6 до 15 лет обязан посещать школу."
    ],
    "show": true
  },
  {
    "id": "19",
    "name": "Таиланд",
    "code": "th",
    "status": 0,
    "minPrice": 70,
    "maxPrice": 80,
    "tags": [
      "Английский",
      "Тайский"
    ],
    "capital": "Бангкок",
    "population": "68.1 M",
    "coordinate": [
      13.7244409,
      100.3522156,
      7
    ],
    "intro": "Таиланд - это настоящее королевство в современном мире, поражающее своими необычайными традициями, богатой тайской культурой и удивляющий приезжих богатством и роскошной архитектурой.",
    "aboutVisa": "Между Королевством Таиланд и Россией действует ряд соглашений, согласно которым виза в Таиланд для россиян не требуется, если время нахождения на территории этого государства составляет не более 30 дней. По прилету этот срок можно еще продлить за дополнительную плату, обратившись в соответствующую Иммиграционную службу. Тогда на протяжении еще 10 дней в Таиланд не нужно будет получать визу.",
    "tableVisa": [
      "Туристическая виза.\nДля путешественников существуют два варианта: туристическая виза в Таиланд на 6 месяцев и на 3 месяца. Виза на 6 месяцев является двукратной (срок пребывания по ней 60 дней, затем обязательной следует выехать и потом обратно вернуться в Таиланд на 60 дней), а на 3 месяца – однократной (60 дней). Стоимость визы может составить от 40$ до 150$.",
      "Студенческая виза.\nСтуденческая или ED виза для обучения в Таиланде сроком 3 месяца, 1 год и более. Целью получения студенческой визы будут такие основания, как: обучение в Университете, в школе, на языковых курсах; участие в проектах или семинарах; посещение конференции или тренировочных курсов; обучение в качестве иностранного буддистского монаха. Помимо основного пакета документов необходимы: оригинал письма от школы, образовательного учреждения или компании в Таиланде на официальном бланке; оригинал письма школы, университета или института, в который зачислен кандидат, с подтверждением статус студента и цели посещения Таиланда кандидатом; подтверждение платежеспособности. Стоимость оформления визы от 80 $ до 200 $.",
      "Рабочая виза.\nРабочую визу в Таиланд должны оформлять те, кто желает трудиться и жить легально в этой азиатской стране. Существует ряд документов, которые подаются при оформлении визы: анкета; информация, которая подтверждает материальное состояние человека ( 50 000₽); работодатель должен подтвердить факт принятия на работу, выслав специальную справку; справка, которая может дать гарантию на наличие отношений между человеком и компанией, предоставляющей работу в Таиланде; документ, указывающий, что наем был произведен, и уточняющий количество зарплаты, которое будет получать исполнитель. Для получения визы для россиян необходимо оплатить консульский сбор от 35$ до 200$."
    ],
    "aboutWork": "Несмотря на то, что занятость населения близка к 100%, вакансии для иностранцев в Таиланде всегда есть. Востребованы следующие профессии: медицинские работники, переводчики, IT-специлисты, инженеры, дизайнеры и преподаватели.",
    "tableWork": [],
    "linkWork": [
      "https://th.jobsdb.com/th",
      "https://www.monster.co.th",
      "https://thailand.xpatjobs.com"
    ],
    "facts": [
      "Крупнейший производитель ананасов в мире.",
      "В Таиланде можно арендовать мотобайк или машину, не имея водительских прав.",
      "В тайском языке нет слова «голод».",
      "В Таиланде практически нет тротуаров, тайцы предпочитают ездить на мотобайках и автомобилях, чем ходить пешком.",
      "Около 6000 лет назад рис как культурное растение вывели именно в Таиланде. И именно эта страна является самым большим экспортером риса в мире.",
      "В 1955 году в Таиланде шел снег.",
      "Бангкок — главный центр пластической хирургии по смене пола в мире. В Таиланде очень развита пластическая хирургия. Это произошло во многом благодаря «катоям», или транссексуалам. Транссексуалы со всего мира прилетают в Таиланд именно с этой целью."
    ],
    "show": true
  },
  {
    "id": "20",
    "name": "Вьетнам",
    "code": "vn",
    "status": 0,
    "minPrice": 70,
    "maxPrice": 80,
    "tags": [
      "Вьетнамский"
    ],
    "capital": "Ханой",
    "population": "94.6 M",
    "coordinate": [
      21.022736,
      105.8018581,
      7
    ],
    "intro": "Колоритная и многогранная страна. Славится своими достопримечательностями, раскошными пляжами и традициями, которые остаются неизменными на протяжение столетий.",
    "aboutVisa": "Россияне имеют право на безвизовое пребывание до 15 дней. Но существует важное ограничение: повторное безвизовое посещение страны возможно только по истечении 30 дней со дня последнего выезда. На территории вьетнамского острова Фукуок функционирует безвизовый режим длительностью до 30 дней. Но доступно это только, если турист прибывает во Вьетнам через международный аэропорт острова и не покидает остров в течение всего периода отдыха.",
    "tableVisa": [
      "Туристическая виза.\nЕсли пребывание во Вьетнаме продлится более 15 дней, визу можно получить по прилету в одном из международных аэропортов Вьетнама. Для этого перед паспортным контролем потребуется предъявить: загранпаспорт; обратные билеты; визовое разрешение — подтверждающее письмо (Approval Letter). Подтверждающее письмо стоит заказать онлайн на одном из специализированных сайтов, стоимость зависит от длительности пребывания: 15$ — на месяц (однократный въезд); 22$ — на три месяца (однократный въезд); 19$ — мультивиза на месяц; 40$ — мультивиза на три месяца. Получение визы в аэропорту, туристам из России она выдается бесплатно.",
      "Студенческая виза.\nОснованием для получения студенческой визы будет документ о зачислении вас в одно из местных учебных заведений. Правда, большинство будущих студентов приезжают в страну по обычной туристической визе. А уже после поступления меняют её на студенческую.",
      "Рабочая виза.\nРабочая виза оформляется не при помощи миграционной службы, а посредством Департамента труда Вьетнама. При этом компания, зарегистрированная в этой стране, должна выявить желание взять на работу иностранца. Чаще всего это случается тогда, когда у него есть соответствующий опыт и хорошая специализация. Для Департамента труда важно подготовить определенный пакет документов: анкета для устройства на работу; подтверждение от фирмы, принимающей на работу сотрудника; справка об отсутствии судимости в стране проживания; миграционная карта с соответствующей фотографией; справка о состоянии здоровья; копии имеющихся документов, подтверждающих специализацию и профессиональные навыки."
    ],
    "aboutWork": "Вьетнам — развивающаяся страна, которая остро нуждается в квалифицированных кадрах. Востребованы следующие профессии: IT-специалисты, медицинские работники, преподаватели иностранных языков, гиды, инженеры.",
    "tableWork": [],
    "linkWork": [
      "https://www.careerlink.vn/en",
      "https://vietnam.xpatjobs.com",
      "https://www.vietnamworks.com"
    ],
    "facts": [
      "В Национальном парке Фонгня-Кебанг в провинции Куангбинь находится самая большая в мире пещера. Она называется Шондонг и имеет общий объем 38,5 млн м³.",
      "Вьетнамцы не любят загорать. Здесь считают, что чем светлее кожа - тем красивее.",
      "На юге Вьетнама есть небольшая пустыня с песчаными дюнами.",
      "В стране очень популярны лотереи",
      "Правила дорожного движения во Вьетнаме присутствуют лишь номинально — на практике никто их не соблюдает."
    ],
    "show": true
  },
  {
    "id": "21",
    "name": "Малайзия",
    "code": "my",
    "status": 0,
    "minPrice": 70,
    "maxPrice": 80,
    "tags": [
      "Английский",
      "Малайский"
    ],
    "capital": "Куала-Лумпур",
    "population": "32.7 M",
    "coordinate": [
      3.1102308,
      101.670981,
      7
    ],
    "intro": "Одна из немногих стран, где природу оствляют нетронутой. Местный народ бережно чтит многовековые традиции. Здесь отличные песчаные пляжи и города, наполненные уникальной архитектурой и достопримечательностями.",
    "aboutVisa": "Гражданам России виза для въезда в Малайзию не требуется, если целью поездки является туризм, транзит, посещение друзей или родственников, а срок пребывания в стране не превышает 30 дней.",
    "tableVisa": [
      "Туристическая виза.\nЕсли вы хотите получить туристическую визу на срок, превышающий 30 дней, тогда вам стоит обратиться в консульство. В Малайзийском консульстве с минимальным набором документов можно открыть однократную двухмесячную визу. Такая виза называется VWTR (Visa Without Reference). Главное ее достоинство в том, что на месте ее можно продлить еще на 2 месяца, то есть максимальный срок пребывания в стране составит 4 месяца. Консульский сбор составит 10$.",
      "Студенческая виза.\nВ зависимости от продолжительности учебной программы выделяют несколько типов студенческой визы: VisitPass и StudentPass. Краткосрочные курсы (VisitPass) – безвизовый въезд и пребывание на срок до 30 дней. Студенческие многократные визы (StudentPass) – оформляются только на территории Малайзии после первичного въезда, такую визу выдают на 1 год. Для оформления студенческой визы на территории Малайзии помимо паспорта, анкеты и фотографий потребуются: приглашение от учебного заведения; сертификат о владении английским языком; диплом или аттестат с нотариально заверенным переводом на английский. Стоимость годовой студенческой визы в Малайзии зависит от конкретного вуза, в котором вы собираетесь учиться.",
      "Рабочая виза.\nДля того чтобы получить рабочую визу в Малайзии необходимо, для начала, найти вакансию в стране и быть официально принятым на работу. Существует несколько категорий рабочих виз в Малайзию: Employment Pass; Temporary Employment Pass; Visitor’s Pass (Professional). Employment Pass - это самый распространенный тип рабочей визы, который выдается иностранцам, заключившим контракт с малазийской фирмой на срок не менее 2 лет с зарплатой от 88 000₽ в год."
    ],
    "aboutWork": "В Малайзии достаточно распространена практика найма иностранных кадров. Востребованы следующие профессии: IT-специалисты, медицинские работники, преподаватели иностранных языков, гиды, инженеры.",
    "tableWork": [],
    "linkWork": [
      "https://malaysia.xpatjobs.com",
      "https://www.bestjobs.com.my",
      "https://www.jobstreet.com.my"
    ],
    "facts": [
      "Мост между материком и островом Пенанг является третьим длине в Азии. Его длина составляет 13,7 километров",
      "В Малайзии можно также увидеть медведя-кошку, а если говорить более научно, – бинтуронга. Из кого получился этот необычный зверь, хорошо видно из названия.",
      "Самый большой цветок в мире растет в Малайзии. Имя этого цветка – раффлезия. Он достигает больше метра в диаметре, а вес его составляет пару десятков фунтов.",
      "Коренное население малайцы составляет здесь всего 50% от общего числа людей, остальные 50% — эмигранты и другие национальности.",
      "Движение в Малайзии левостороннее."
    ],
    "show": true
  }
]